export const QuestionData = [
    {
        id : 1,
        title: "길을 가다가 강아지가 나에게 꼬리를 치며 다가온다! 나의 행동은?",
        answera: " 강아지는 귀엽지만 주인이 싫어할수도 있어...제 갈길 간다 ",
        answerb: " 아유 너무 귀엽다! 얘 몇살이에요? 자연스럽게 말을 걸며 예뻐해준다",
        type: "EI",
        },
        {
        id : 2,
        title: " 데려온 강아지가 낯을 가린다. 나의 행동은?",
        answera: " 나도 낯가리는데...같이 낯을 가리며 자연스럽게 친해진다 ",
        answerb: " 나 싫어?? 나랑 놀자!!! 적극적으로 치댄다 ",
        type: "EI"
        },
        {
        id : 3,
        title: " 강아지와 함께있다면 나는 뭘하면서 지낼까? ",
        answera: " 집이 최고지! 같이 집에서 뒹굴뒹굴한다. ",
        answerb: " 강아지도 견문을 넓혀야지!!! 밖으로 같이 구경나간다. ",
        type: "EI"
        },
        {
        id : 4,
        title: " 나는 평소에 집을 ",
        answera: " 깨끗한게 최고! 청결히 유지한다. ",
        answerb: " 가끔가다 청소해도 괜찮잖아~ 가끔 청소한다. " ,
        type: "JP"
        },
        {
        id : 5,
        title: " 강아지에게 밥을 줘보자! 당신의 행동은? ",
        answera: " 이정도면 되려나..? 손으로 집어서 대충 어림잡아본다 " ,
        answerb: " 300G정도가 적정급여량이네. 저울을 이용한다 ",
        type: "SN",
        },
        {
        id : 6,
        title: " 당신은 하루동안 강아지가 되었다. 당신의 행동은? ",
        answera: " 오늘은 냄새도맡아보고, 산책도 가보고~ 할게 너무 많아. 바쁘다 바빠! " ,
        answerb: " 오늘 일정? 편안한 쇼파에서 간지나게 숨쉬기 ",
        type: "JP",
        },
        {
        id : 7,
        title: " 시험이 일주일남았다면 당신의 행동은? ",
        answera: " 일주일이면 얼마 안남았네. 신중하게 계획을 짜본다 " ,
        answerb: " 생각보다 많이 남았는데? 벼락치기가 스릴넘치지 ",
        type: "JP",
        },
        {
        id : 8,
        title: " 강아지가 코끼리처럼 커다래지면 어떨까? 뜬금없는 친구의 망상에 당신의 반응은? ",
        answera: " 갑자기..? 어이없지만 웃겨서 맞장구쳐준다 " ,
        answerb: " 엇 나도 그 생각 해봤는데^^ 코끼리처럼 되면 ~~~~~~~말이 많아진다 ",
        type: "SN",
        },
        {
        id : 9,
        title: " 병원에 가야할것같은데... A동물병원과 B동물병원의 후기가 다르다. 어떤 병원으로 갈까? ",
        answera: " A병원은 상을 많이 받았고 세련되어보이네. 역시 성과가 중요하겠지? A병원이다!  " ,
        answerb: " B병원은 의사선생님이 따듯하다는 평이 많네. 선생님 인상이 참 좋다! B병원으로 가야지 ",
        type: "TF",
        },
        {
        id : 10,
        title: " 강아지가 밤새 내내 아픈것같다.. ",
        answera:  " 어디가 아프지...내일 일찍 같이 병원에 가봐야겠다 ",
        answerb: " 많이 아프니 ㅠㅠ 나도 아픈것같다..옆에 밤새있어준다 ",
        type: "TF",
        },
        {
        id : 11,
        title: " 우리 강아지가 혹시 인간으로 변한다면?? ",
        answera: " 강아지가 사람이 되면 어떻게 생겼을지 상상이 안된다..! " ,
        answerb: " 평소에 뭐하고싶은지 물어보고 같이 많은걸 해봐야지~ 이리온!!!",
        type: "SN",
        },
        {
        id : 12,
        title: " 잠도 아껴가며 열심히 준비한 애견대회에서 수상하지 못했다. 나의 심정은? ",
        answera: " 엄청 준비해서 입상하고싶었는데... 결과가 안좋아서 기분이 안좋다. " ,
        answerb: " 그래도 고생 많이했어.. 열심히 노력했으니까 괜찮아!! ",
        type:  "TF",
        },
]